Repository: collective/collective.gridlisting
Catalog: src/collective/gridlisting/locales/*/LC_MESSAGES/collective.gridlisting.po
Languages: de

source: Additional masonry options
de: Zus채tzliche Masonry Optionen

source: Column CSS class
de: Spalten CSS

source: Column content CSS class
de: Spalteninhalt CSS

source: Container row CSS class
de: Spaltencontainer CSS

source: Define grid listing properties. For further information see https://getbootstrap.com/docs/5.3/layout/grid/
de: Definitionen f체r das Spaltenlayout. Mehr informationen siehe https://getbootstrap.com/docs/5.3/layout/grid/ .

source: Enable masonry layout
de: Masonry layout aktivieren

source: Grid listing
de: Spaltenlayout

source: If you want borders or backgrounds inside the column define it here.
de: Definition von Rahmen oder Hintergrundfarben.

source: Installs the collective.gridlisting add-on.
de: collective.gridlisting installieren

source: Options for "pat-masonry" see https://patternslib.com/demos/masonry.
de: Siehe https://patternslib.com/demos/masonry.

source: See masonry documentation.
de: Siehe "masonry" Dokumentation.

source: Uninstalls the collective.gridlisting add-on.
de: collective.gridlisting de-installieren

source: Use grid css class combinations for column. Example: 'col-12 col-md-6 col-xl-3'
de: Verwenden sie CSS Klassen Kombinationen f체r ein responsives Verhalten. Beispiel: "col-12 col-md-6 col-xl-4"

source: eg. if you want to set gutter between columns define here.
de: Definition von Spaltenabst채nden.
